[
  {"ref":"Psalm 34:18","text":"The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.","tags":["comfort","broken-hearted"]},
  {"ref":"Matthew 5:4","text":"Blessed are they that mourn: for they shall be comforted.","tags":["comfort","mourning"]},
  {"ref":"Isaiah 41:10","text":"Fear thou not; for I am with thee: be not dismayed; for I am thy God; I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.","tags":["comfort","presence"]},
  {"ref":"Psalm 23:4","text":"Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.","tags":["comfort","valley"]},
  {"ref":"2 Corinthians 1:3","text":"Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;","tags":["comfort","mercies"]},
  {"ref":"Psalm 147:3","text":"He healeth the broken in heart, and bindeth up their wounds.","tags":["comfort","healing"]},
  {"ref":"Romans 8:28","text":"And we know that all things work together for good to them that love God, to them who are the called according to his purpose.","tags":["comfort","providence"]},
  {"ref":"Psalm 46:1","text":"God is our refuge and strength, a very present help in trouble.","tags":["comfort","refuge"]},
  {"ref":"Lamentations 3:22","text":"It is of the LORD's mercies that we are not consumed, because his compassions fail not.","tags":["comfort","mercies"]},
  {"ref":"John 14:27","text":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.","tags":["comfort","peace"]},

  {"ref":"1 John 1:9","text":"If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.","tags":["forgiveness","confession"]},
  {"ref":"Psalm 103:12","text":"As far as the east is from the west, so far hath he removed our transgressions from us.","tags":["forgiveness","removal"]},
  {"ref":"Isaiah 1:18","text":"Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.","tags":["forgiveness","purity"]},
  {"ref":"Ephesians 1:7","text":"In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;","tags":["forgiveness","redemption"]},
  {"ref":"Colossians 3:13","text":"Forbearing one another, and forgiving one another; if any man have a quarrel against any: even as Christ forgave you, so also do ye.","tags":["forgiveness","forbearance"]},
  {"ref":"Matthew 6:14","text":"For if ye forgive men their trespasses, your heavenly Father will also forgive you:","tags":["forgiveness","command"]},
  {"ref":"Psalm 32:5","text":"I acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the LORD; and thou forgavest the iniquity of my sin.","tags":["forgiveness","confession"]},
  {"ref":"Micah 7:18","text":"Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy.","tags":["forgiveness","pardon"]},

  {"ref":"Philippians 4:6-7","text":"Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God... shall keep your hearts and minds through Christ Jesus.","tags":["anxiety","peace","prayer"]},
  {"ref":"Matthew 11:28","text":"Come unto me, all ye that labour and are heavy laden, and I will give you rest.","tags":["anxiety","rest"]},
  {"ref":"Psalm 55:22","text":"Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.","tags":["anxiety","burden"]},
  {"ref":"Isaiah 26:3","text":"Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.","tags":["anxiety","peace"]},
  {"ref":"1 Peter 5:7","text":"Casting all your care upon him; for he careth for you.","tags":["anxiety","care"]},
  {"ref":"Psalm 94:19","text":"In the multitude of my thoughts within me thy comforts delight my soul.","tags":["anxiety","comfort"]},
  {"ref":"Romans 15:13","text":"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.","tags":["anxiety","hope"]},
  {"ref":"Proverbs 3:5-6","text":"Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.","tags":["anxiety","trust"]},

  {"ref":"Isaiah 40:31","text":"But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.","tags":["strength","hope"]},
  {"ref":"Philippians 4:13","text":"I can do all things through Christ which strengtheneth me.","tags":["strength","Christ"]},
  {"ref":"Psalm 27:1","text":"The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?","tags":["strength","fearless"]},
  {"ref":"Habakkuk 3:19","text":"The LORD God is my strength, and he will make my feet like hinds' feet: and he will make me to walk upon mine high places.","tags":["strength","trust"]},
  {"ref":"Jeremiah 29:11","text":"For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.","tags":["hope","future"]},
  {"ref":"Romans 8:31","text":"What shall we then say to these things? If God be for us, who can be against us?","tags":["hope","assurance"]},
  {"ref":"Deuteronomy 31:6","text":"Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God he will not fail thee, nor forsake thee.","tags":["strength","courage"]},
  {"ref":"Psalm 31:24","text":"Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.","tags":["strength","courage"]},

  {"ref":"James 1:5","text":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.","tags":["wisdom","guidance"]},
  {"ref":"Psalm 119:105","text":"Thy word is a lamp unto my feet, and a light unto my path.","tags":["guidance","word"]},
  {"ref":"Isaiah 30:21","text":"And thine ears shall hear a word behind thee, saying, This is the way, walk ye in it...","tags":["guidance","direction"]},
  {"ref":"Matthew 7:7","text":"Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.","tags":["guidance","ask"]},
  {"ref":"Proverbs 16:9","text":"A man's heart deviseth his way: but the LORD directeth his steps.","tags":["guidance","steps"]},
  {"ref":"Psalm 25:4","text":"Shew me thy ways, O LORD; teach me thy paths.","tags":["guidance","teach"]},

  {"ref":"James 5:16","text":"Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.","tags":["prayer","healing"]},
  {"ref":"Mark 5:34","text":"And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.","tags":["healing","faith"]},
  {"ref":"2 Corinthians 12:9","text":"And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness.","tags":["encouragement","grace"]},
  {"ref":"Psalm 103:2-3","text":"Bless the LORD, O my soul, and forget not all his benefits: Who forgiveth all thine iniquities; who healeth all thy diseases;","tags":["healing","forgiveness"]},
  {"ref":"Exodus 15:2","text":"The LORD is my strength and song, and he is become my salvation: he is my God, and I will prepare him an habitation; my father's God, and I will exalt him.","tags":["strength","praise"]},
  {"ref":"John 16:33","text":"These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.","tags":["encouragement","overcome"]},
  {"ref":"Romans 12:12","text":"Rejoicing in hope; patient in tribulation; continuing instant in prayer.","tags":["encouragement","prayer"]},
  {"ref":"Hebrews 4:16","text":"Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.","tags":["encouragement","grace"]},
  {"ref":"1 Thessalonians 5:16","text":"Rejoice evermore.","tags":["encouragement","joy"]},
  {"ref":"Psalm 46:10","text":"Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.","tags":["encouragement","stillness"]}
]
